class Texts:
    start = "Привет! Я бот, который уведомляет об открытии продаж на сайте aeza.net. \
Чтобы получать уведомления, нажми кнопку ниже. Напиши /help для списка команд."
    start_subscribed = "Привет! Я бот, который уведомляет об открытии продаж на сайте aeza.net. \
Вы уже подписаны на уведомления. Чтобы отписаться, нажми кнопку ниже. Напиши /help для списка команд."
    help = "Я бот, который уведомляет об открытии продаж на сайте aeza.net. \nЧтобы получать уведомления, введи команду \
/start. \n/status для получения текущего статуса.\nВеб-страница мониторинга https://aeza-monitor.cofob.dev/status/locations\
\n\nБота написал @cofob (открыт для работы) за 5 часов на Python и aiogram, исходники \
- https://github.com/cofob/aeza-assistant"
    no_rights = "Недостаточно прав для выполнения этой команды."
    subscribe = "Получать уведомления"
    subscribed = "Вы подписались на уведомления!"
    unsubscribe = "Отписаться"
    unsubscribed = "Вы отписались от уведомлений."
    available = "🟢 {}"
    unavailable = "🔴 {}"
    current_status = "Доступные для аренды локации:\n{}"
    state_changed = "Список доступных для аренды локаций изменился!\n{}"
    added_to_chat = "Привет, я добавлен в этот чат! Напиши /help@{username} для получения списка команд."
