class Texts:
    start = "Привет! Я бот, который уведомляет об открытии продаж на сайте aeza.net. Чтобы получать уведомления, нажми кнопку ниже."
    start_subscribed = "Привет! Я бот, который уведомляет об открытии продаж на сайте aeza.net. Вы уже подписаны на уведомления. Чтобы отписаться, нажми кнопку ниже."
    no_rights = "Недостаточно прав для выполнения этой команды."
    subscribe = "Получать уведомления"
    subscribed = "Вы подписались на уведомления!"
    unsubscribe = "Отписаться"
    unsubscribed = "Вы отписались от уведомлений."
