class Texts:
    start = "Привет! Я бот, который уведомляет об открытии продаж на сайте aeza.net. Чтобы получать уведомления, нажми кнопку ниже.\nБот написан @cofob, исходники - https://github.com/cofob/aeza-assistant"
    start_subscribed = "Привет! Я бот, который уведомляет об открытии продаж на сайте aeza.net. Вы уже подписаны на уведомления. Чтобы отписаться, нажми кнопку ниже.\nБот написан @cofob, исходники - https://github.com/cofob/aeza-assistant"
    help = "Я бот, который уведомляет об открытии продаж на сайте aeza.net. Чтобы получать уведомления, введи команду /start.\nБот написан @cofob, исходники - https://github.com/cofob/aeza-assistant"
    no_rights = "Недостаточно прав для выполнения этой команды."
    subscribe = "Получать уведомления"
    subscribed = "Вы подписались на уведомления!"
    unsubscribe = "Отписаться"
    unsubscribed = "Вы отписались от уведомлений."
