class Texts:
    start = "Привет! Я бот, который уведомляет об открытии продаж на сайте aeza.net. Чтобы получать уведомления, нажми кнопку ниже. Напиши /help для списка команд.\nБот написан @cofob (открыт для работы), исходники - https://github.com/cofob/aeza-assistant"
    start_subscribed = "Привет! Я бот, который уведомляет об открытии продаж на сайте aeza.net. Вы уже подписаны на уведомления. Чтобы отписаться, нажми кнопку ниже.\nБот написан @cofob (открыт для работы), исходники - https://github.com/cofob/aeza-assistant"
    help = "Я бот, который уведомляет об открытии продаж на сайте aeza.net. Чтобы получать уведомления, введи команду /start. /status для получения текущего статуса.\nБот написан @cofob (открыт для работы) за 4 часа 25 минут на Python и aiogram, исходники - https://github.com/cofob/aeza-assistant"
    no_rights = "Недостаточно прав для выполнения этой команды."
    subscribe = "Получать уведомления"
    subscribed = "Вы подписались на уведомления!"
    unsubscribe = "Отписаться"
    unsubscribed = "Вы отписались от уведомлений."
